/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Cíl (IP adresa nebo doménové jméno) je třeba pro odebírání";

/* About prefs tab title */
"About" = "Co je";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
"Actions" = "Akce";

/* Title to go above the actions pop up on */
"Actions:" = "Akce:";

/* Option to add a compound action config */
"Add Compound" = "Přidat sadu";

/* Button to add a configuration */
"Add Config" = "Přidat nastavení";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Další zdroje";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Upozornění! Zaškrtnutím této volby se aplikace Growl přidá do seznamu aplikací, které se spouští po přihlášení.";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Povolit ostatním počítačům odebírat všechna upozornění";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Povolením této volby se bude aplikace Growl spouštět při každém vašem přihlášení do systému a bude tak vždy připravena zobrazovat upozornění.";

/* Notification always stay on screen */
"Always" = "Vždy";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "Vyskytla se neopravitelná chyba při vytváření nebo otevírání databáze Historie.\nNyní bude Historie vypnuta ačkoliv přehled bude funkční.\nKdyž opět zapnete Historii, nic se nebude ukládat a Growl může používat mnoho paměti.";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Vyskytla se neopravitelná chyba při vytváření nebo otevírání databáze Historie.\nNyní bude Historie vypnuta ačkoliv přehled bude funkční.\nKdyž opět zapnete Historii, nic se nebude ukládat a Growl může spotřebovávat mnoho paměti.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Aplikace";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Rozhodování aplikace";

/* Use the application's defaults */
"Application Default" = "Výchozí nastavení aplikace";

/* Label for application level display style choice */
"Application's Display Style" = "Styl zobrazení aplikace";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplikace: %1$@\nTitul: %2$@\nPopis: %3$@\nKlepněte pro otevření záznamů";

/* Application prefs tab title */
"Applications" = "Aplikace";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Skutečně si přejete ukončit aplikaci?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Přejete si odstranit %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Položku nastavenou pomocí Bonjour nelze nyní nalézt";

/* Button title for canceling */
"Cancel" = "Zrušit";

/* Clear all history button title */
"Clear All History" = "Vymazat historii";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Vymazat všechna upozornění v přehledu historie";

/* No comment provided by engineer. */
"Clear Rollup" = "Smazat přehled";

/* close all open notifications */
"Close all notifications" = "Zavřít všechna upozornění";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "Sada";

/* No comment provided by engineer. */
"Compound Action" = "Sada akcí";

/* Column title for a computer entry */
"Computer Name" = "Jméno počítače";

/* Consider me idle based on time entered below */
"Consider me idle after:" = "Nečinný po uplynutí:";

/* Continue button title */
"Continue" = "Pokračovat";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Tato instalace je poškozená";

/* Label for selectiong default actions */
"Default Actions" = "Výchozí akce";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Výchozí umístění upozornění";

/* Default style picker label */
"Default Style" = "Výchozí styl";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "Zakázat Upozornění Growl a předávat upozornění OS X";

/* alert when history database could not be moved aside */
"Disabling History" = "Vypnout historii";

/* Label for the display style of the selected notification */
"Display Style:" = "Zobrazit styl:";

/* Column title for Display Styles */
"Display Styles" = "Styly zobrazení";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Vzhled";

/* Continue button title when done */
"Done" = "Hotovo";

/* Emergency notification priority */
"Emergency" = "Velmi vysoká";

/* Label for application on/off switch */
"Enable %@" = "Povolit %@";

/* Label for application on/off switch */
"Enable application" = "Povolit aplikaci";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Povolit spuštění Growl při každém příhlášení";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Historie:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Povolit ukládání záznamů";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Zapnutím této volby způsobí, že Growl poběží bez zobrazení ikony v Doku nebo v řádku nabídek.\n\nPro přístup k předvolbám aplikace, spusťte Growl pomocí plochy Launchpad nebo programu Finder.";

/* Alert when database has been corrupted */
"Error opening %@." = "Chyba při otevírání %@.";

/* fatal alert */
"Fatal Error" = "Závažná chyba";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Nastavení Firewall: Síťová upozornění používají TCP port 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Předávat upozornění ostatním počítačům";

/* Tab title for forwarding */
"Forwarding" = "Poskytování (odesílání)";

/* General prefs tab title */
"General" = "Hlavní";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Získat aplikace";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Získat více stylů";

/* Use the global defaults from the displays tab */
"Global Default" = "Globální výchozí akce";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Nahlásit chybu aplikace Growl";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Aplikace Growl není schopna opravit závažnou chybu v databázi Historie a bude ukončena po zavření tohoto okna. Obraťte se prosím na support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Historie Growl je vypnutá";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Pro aplikaci těchto nastavení musíte aplikaci Growl ukončit a znovu spustit.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Přehled zmeškaných upozornění";

/* button to open http://growl.info */
"Growl Web Site" = "Domovská stránka Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Skrýt přehled";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Skrýt přehled historie";

/* High notification priority */
"High" = "Vysoká";

/* History prefs tab title */
"History" = "Historie";

/* Unit of time for idle detection */
"Hours" = "hodin";

/* Title on box containing idle detection controls */
"Idle Detection" = "Přechod do stavu „Nečinný“";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Jestliže ukončíte aplikaci Growl, přestanou se vám zobrazovat upozornění.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Objevený počítač pravděpodobně používá aplikaci Growl 1.3 nebo vyšší";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Toto je ručně přidaný počítač pro poskytování nebo odebírání";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informuje %@ kdy bylo klepnuto na upozornění";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Uchovávat množství:";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Uchovávat dnů:";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Odinstalovat starý Growl";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Naslouchat příchozím upozorněním";

/* Title for section containing apps from the local machine */
"Local" = "Lokální";

/* Unit of time for idle detection */
"Minutes" = "minut";

/* Moderate notification priority */
"Moderate" = "Střední";

/* Network prefs tab title */
"Network" = "Síť";

/* Notification will never stay on screen */
"Never" = "Novější";

/* No comment provided by engineer. */
"No" = "Ne";

/* Use no actions */
"No Actions" = "Žádná akce";

/* Don't do any actions */
"No Default Actions" = "Žádná výchozí akce";

/* Setting for no visual display */
"No Default Display" = "Žádná výchozí obrazovka";

/* Growl will run compeletely in the background */
"No icon visible" = "Žádná viditelná ikona";

/* No comment provided by engineer. */
"No Recent Notifications" = "Žádná upozornění";

/* Normal notification priority */
"Normal" = "Normální";

/* Label for the tab which contains notification settings */
"Notifications" = "Upozornění";

/* If the string is too long, use O */
"OFF" = "O";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* No comment provided by engineer. */
"Ok" = "Budiž";

/* If the string is too long, use I */
"ON" = "I";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Předvolby pro Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Otevřít předvolby pro aplikaci Growl";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "OS X Upozornění";

/* Column title for a password */
"Password" = "Heslo";

/* No comment provided by engineer. */
"Pause Growl" = "Uspat Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Dočasně skrýt vizuální upozornění Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Prosím nezadávejte localhost, Growl nemůže posílat upozornění sám sobě.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Prosím nezadávejte localhost, Growl nemůže posílat upozornění sám sobě.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Zadejte prosím platnou adresu IPv4 nebo IPv6 nebo platné jméno počítače";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Zásuvný modul „%@“ byl úspěšně nainstalován. Přejete si nyní upravit jeho nastavení?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Zásuvný modul „%@“ je již nainstalovaný, Přejete si ho nahradit?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Zásuvný modul „%@“ není kompatibilní s vaší verzí operačního systému Mac OS X. Přejete si ho přesto nainstalovat?";

/* No comment provided by engineer. */
"Plugin already exists" = "Zásuvný modul již existuje";

/* No comment provided by engineer. */
"Plugin installed" = "Zásuvný modul byl nainstalován";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Zásuvnému modulu chybí nativní architektura.";

/* No comment provided by engineer. */
"Plugin not installed" = "Zásuvný modul nebyl nainstalován";

/* Preferences window title */
"Preferences" = "Předvolby";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Náhled";

/* Label for choosing priority of the selected notification */
"Priority:" = "Důležitost:";

/* Checkbox for whether the menu item should pulse */
"Pulse Menu Item" = "Pulsující ikona";

/* No comment provided by engineer. */
"Quit" = "Ukončit";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Ukončit celý Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Přečíst instrukce a ukončit";

/* Button title for removing something */
"Remove" = "Odstranit";

/* No comment provided by engineer. */
"Resume Growl" = "Vzbudit Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Vzbudit upozorňování Growl";

/* Rollup prefs tab title */
"Rollup" = "Přehled";

/* Rollup all notifications radio button */
"Rollup all notes" = "Vše";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Zobrazovat přehled automaticky";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Zapnout přehled";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Pouze poznámky";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Hledat";

/* Unit of time for idle detection */
"Seconds" = "sekund";

/* Label for server password field */
"Server Password:" = "Heslo serveru:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Zobrazit vypnuté";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Zobrazit ikonu v obou umístěních";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Zobrazit ikonu v Doku";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Zobrazit ikonu v řádku nabídek";

/* No comment provided by engineer. */
"Show Rollup" = "Zobrazit přehled";

/* No comment provided by engineer. */
"Show the History Rollup" = "Zobrazit přehled historie";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Zobrazit/Skrýt kl. zkratky";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Spustit při přihlášení";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Zůstat na obr.:";

/* Tab title for subscribers tab */
"Subscribers" = "Odběratelé";

/* Tab title for subscriptions tab */
"Subscriptions" = "Odebírání";

/* No comment provided by engineer. */
"There are no new notifications" = "Žádná upozornění";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Když jste byl pryč, přišlo toto upozornění %lu";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Vyskytla se chyba při odebírání ze vzdáleného počítače:\nkód: %1$d\npopis: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Při instalaci zásuvného modulu „%@“ se vyskytla chyba.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Vyskytla se chyba při otevírání souboru %@, pravděpodobně je poškozený.\nGrowl nyní vytvoří novou databázi a poškozený soubor zachová.\nPravděpodobná příčina této chyby je pád Growl nebo Mac OS X.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Když jste byl pryč, přišla tato upozornění %lu";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Tuto akci nelze odvolat, prosím potvrďte, že si skutečně přejete smazat veškerou historii upozornění";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Toto je náhled zobrazení %@";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "Nastavení tohoto zásuvného modulu se právě používá, jeho odstraněním můžete zásuvný modul odstranit z aplikace a upozornění, kde se používá.";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Tohle by se nikdy nemělo stát! -(void)subscribe by nikdy neměla být zavolána na místní záznam";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Tato akce odstraní všechny nastavení Growl pro %@.";

/* Column title for the time column in the history table */
"Time" = "Čas";

/* Column title for the title column in the history table */
"Title" = "Název";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Aby se zabránilo růstu historie do nekonečna, musí být zapnuta alespoň jedna omezovací funkce";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Vypnutí obou automatických omezovacích funkcí není možné.";

/* Column title for whether to use the item on the row */
"Use" = "Použít";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Použít vlastní umístění";

/* label for using the global default starting position */
"Use default starting position" = "Použít výchozí";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Platné do:";

/* Very low notification priority */
"Very Low" = "Velmi nízká";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Výstraha! Přejete si smazat CELOU historii";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "Výstraha! Předvolby aplikace nebudou uloženy";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Výstraha! Zapnutí této volby způsobí běh aplikace Growl na pozadí";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Mac App Store chybně nainstaloval aplikaci. Pokračujte podle instrukcí, které Vám pomohou vyřešit nastalou situaci.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Vítá Vás aplikace Growl!";

/* Checkbox for idle detection based on locking the screen */
"When Screen is locked" = "Když je obrazovka zamčená";

/* checkbox for idle detection based on screensaver */
"When Screensaver is active" = "Při spuštění spořiče obrazovky";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Můžete se připojit ručně na některou z následujících adres:";

